[    
  {
    "id": 1,
    "name": "How long have you lived in Canberra in the last eight years?",
    "answers": [ 
      {"label": "Five Years Plus.","score":25}, 
      {"label":"Four to five years.","score":20},  
      {"label":"Three to four years.","score":15}, 
      {"label":"Two to three years.","score":10}, 
      {"label":"One to two years.","score":5}, 
      {"label":"Less than one year.","score":0}
    ],
    "show": true
  },
  {
    "id": 2,
    "name": "What is your English proficiency level as defined by Home Affairs?",
    "answers": [ 
      {"label": "Superior.","score":15}, 
      {"label":"Proficient.","score":10}, 
      {"label":"Competent.","score":0}
    ],
    "show": false
  },
  {
    "id": 3,
    "name": "What is your spouse/partner's English proficiency?",
    "answers": [ 
      {"label": "Superior/proficient.","score":5}, 
      {"label":"Competent.","score":0}, 
      {"label":"Not Applicable.","score":0}
    ],
    "show": false
  },
  {
    "id": 4,
    "name": "Is your nominated occupation on the ACT Critical Skills List?",
    "answers": [ 
      {"label": "Your nominated occupation is ON the ACT Critical Skills List.","score":20}, 
      {"label":"Your nominated occupation is NOT on the ACT Critical Skills List.","score":0}
    ],
    "show": false
  },
  {
    "id": 5,
    "name": "Are you the majority owner (at least 51%) of a registered business located and actively operating in the ACT?",
    "answers": [ 
      {"label": "Your business has actively traded in Canberra for at least twelve months from the date you established or purchased the business. The business has a minimum turnover of at least $200,000 for the last twelve months business activity.","score":20}, 
      {"label":"Your business has actively traded in Canberra for at least six months from the date you established or purchased the business. The business has a minimum annual turnover of at least $100,000 for the last six months business activity.","score":10}, 
      {"label":"No applicable.","score":0}
    ],
    "show": false
  },
  {
    "id": 6,
    "name": "How long have you worked for an ACT employer in Canberra in the last two years?",
    "answers": [ 
      {"label": "Employed for 12 months plus.","score":10}, 
      {"label":"Employed for six to 12 months.","score":5}, 
      {"label":"Not applicable.","score":0}
    ],
    "show": false
  },
  {
    "id": 7,
    "name": "Are you currently working for an ACT employer in Canberra in a highly skilled position?",
    "answers": [ 
      {"label": "You are working in your nominated occupation which is on the current ACT Critical Skills List. Your occupation must be recorded as ‘related to the nominated occupation’ on your SkillSelect EOI.","score":20}, 
      {"label":"You are the primary holder of a subclass 457 / 482 visa and you are working in the occupation nominated by the ACT employer who sponsored your visa. Your occupation must be recorded as ‘related to the nominated occupation’ on your SkillSelect EOI.","score":15}, 
      {"label":"You are working in an occupation that is on the current ACT Critical Skills List; but it is not your nominated occupation. You must have a tertiary qualification relevant to your occupation. Your relevant qualification must be recorded on your Home Affairs SkillSelect EOI.","score":10},
      {"label":"You are working in an occupation that has an ANZSCO skill level 1 to 3. You must have a tertiary qualification relevant to your occupation. Your relevant qualification must be recorded on your Home Affairs SkillSelect EOI.","score":5},
      {"label":"Not applicable.","score":0}
    ],
    "show": false
  },
  {
    "id": 8,
    "name": "Is your spouse / partner currently working in the ACT or surrounding 'commuter' region?",
    "answers": [ 
      {"label": "They are working in an occupation on the ACT Critical Skills List. They must have a skill assessment, dated within the last 3 years, that is relevant to their current employment. Their taxable income must be no less than $26 per hour (excluding casual loading).","score":15}, 
      {"label":"They have a skill assessment, dated within the last 3 years, that is relevant to their current ACT employment. Their gross income must be no less than $26 per hour (excluding casual loading).","score":10}, 
      {"label":"They are currently working in any occupation, at any skill level, in Canberra.","score":5},
      {"label":"They do not meet the 3 months employment criterion, but they Have a tertiary qualification (a trade certificate; a Bachelors degree; a Master's degree or a PhD) from an Australian institution in any occupation; and They meet the Home Affairs requirement for 'competent' English or hold an Australian passport.","score":5},
      {"label":"Not applicable.","score":0}
    ],
    "show": false
  },
  {
    "id": 9,
    "name": "What tertiary qualification do you hold from an Australian or International educational institution?",
    "answers": [ 
      {"label": "Doctoral degree.","score":20}, 
      {"label":"Master’s degree.","score":15}, 
      {"label":"Bachelor’s degree or trade certificate.","score":10},
      {"label":"Diploma - at least 18 months full-time study.","score":5},
      {"label":"Not applicable.","score":10}
    ],
    "show": false
  },
  {
    "id": 10,
    "name": "For how many years did you study fulltime to complete a CRICOS* registered course, and / or attend a Professional Year (PY) program at an ACT tertiary institution in the last eight years?",
    "answers": [ 
      {"label": "Four academic years or more of study.","score":20}, 
      {"label":"Three academic years of study.","score":15}, 
      {"label":"Two academic years of study.","score":10},
      {"label":"One academic year of study.","score":5},
      {"label":"Not applicable.","score":0}
    ],
    "show": false
  },
  {
    "id": 11,
    "name": "Do you have a close family member who has lived in Canberra for the last two years?",
    "answers": [ 
      {"label": "Spouse/partner, child.","score":20}, 
      {"label":"Parent, grandparent, brother, sister, aunt or uncle.","score":10}, 
      {"label":"Not applicable.","score":0}
    ],
    "show": false
  },
  {
    "id": 12,
    "name": "You (and a spouse/partner if applicable) have invested at least $250,000 cash to purchase a residential or commercial property in Canberra (purchase of land only does not meet this criteria). You must hold the Certificate of Title or rates notice to prove ownership.",
    "answers": [ 
      {"label": "Minimum $250,000 cash investment in ACT residential or commercial property.","score":20}, 
      {"label":"Not applicable.","score":0}
    ],
    "show": false
  }
]